Revit 2027 API
UnitTypeId.UsTonnesMass Property
 US tonnes mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId UsTonnesMass { get; }
Public Shared ReadOnly Property UsTonnesMass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ UsTonnesMass {
	ForgeTypeId^ get ();
}
static member UsTonnesMass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace